Repository: MPIB/Lagerregal
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Login
de: Anmelden

source: Logout
de: Abmelden

source: Device returned and moved to room {0}
de: Gerät zurückgegeben und verschoben in Raum {0}

source: Devicegroup
de: Gerätegruppe

source: Devicegroups
de: Gerätegruppen

source: Can read Devicegroup
de: Kann Gerätegruppe lesen

source: Create new devicegroup
de: Kann neue Gerätegruppe erstellen

source: Edit
de: Editieren

source: Delete
de: Löschen

source: Manufacturer
de: Hersteller

source: Group
de: Gruppe

source: IP-Address
de: IP-Adresse

source: {0} on
de: {0} an

source: Device
de: Gerät

source: Inventorynumber
de: Inventorynummer

source: Serialnumber
de: Seriennummer

source: Devicetype
de: Gerätetyp

source: Room
de: Raum

source: Building
de: Gebäude

source: Contains
de: Enthält

source: Starts with
de: Beginnt mit

source: Ends with
de: Endet mit

source: Exact
de: Exakt

source: Active Devices
de: Aktive Geräte

source: All Devices
de: Alle Geräte

source: Available Devices
de: Verfügbare Geräte

source: Lent Devices
de: Verliehene Geräte

source: Archived Devices
de: Archivierte Geräte

source: Trashed Devices
de: Verschrottete Geräte

source: Overdue Devices
de: Überfällige Geräte

source: Return soon Devices
de: Bald Fällige Geräte

source: Short term Devices
de: Kurzleih Geräte

source: Bookmarked Devices
de: Markierte Geräte

source: Name ascending
de: Name aufsteigend

source: Name descending
de: Name absteigend

source: Age ascending
de: Alter aufsteigend

source: Age descending
de: Name absteigend

source: Inventorynumber ascending
de: Inventarnummer aufsteigend

source: Inventorynumber descending
de: Inventarnummer absteigend

source: Devicetype ascending
de: Gerätetyp aufsteigend

source: Devicetype descending
de: Gerätetyp absteigend

source: Room ascending
de: Raum aufsteigend

source: Room descending
de: Raum absteigend

source: Devicegroup ascending
de: Gerätegruppe aufsteigend

source: Devicegroup descending
de: Gerätegruppe absteigend

source: Availability
de: Verfügbarkeit

source: ID ascending
de: ID aufsteigend

source: ID descending
de: ID absteigend

source: All Departments
de: Alle Abteilungen

source: Special
de: Spezial

source: Groups
de: Gruppen

source: People
de: Menschen

source: Lent to
de: Verliehen an

source: Edit template
de: Template bearbeiten

source: Subject
de: Betreff

source: Body
de: Inhalt

source: You specified recipients, but didn't select a template
de: Es wurden Empfänger*innen angegeben, aber kein Template ausgewählt

source: Doesn't match the given regex "{0}".
de: Passt nicht zum regulären Ausdruck "{0}".

source: Street
de: Straße

source: Number
de: Nummer

source: ZIP code
de: Postleitzahl

source: City
de: Stadt

source: State
de: Bundesland

source: Country
de: Land

source: Buildings
de: Gebäude

source: Can read Building
de: Kann Gebäude lesen

source: Rooms
de: Räume

source: Can read Room
de: Kann Raum lesen

source: Manufacturers
de: Hersteller

source: Can read Manufacturer
de: Kann Hersteller lesen

source: Description
de: Beschreibung

source: For short term lending
de: Für kurzzeitigen Verleih

source: Devices
de: Geräte

source: Emails for bosses
de: E-Mails für Vorgesetzte

source: Emails for managment
de: E-Mails für Verwaltung

source: Emails for support
de: E-Mails für Support

source: Can read Device
de: Kann Geräte lesen

source: Can lend Device
de: Kann Gerät verleihen

source: Read Puppet Details
de: Kann Puppet Fakten abrufen

source: Human readable name
de: Menschenlesbarer Name

source: Information Type
de: Informationstyp

source: Small Device
de: Kleines Gerät

source: Lending
de: Verleih

source: Can read Template
de: Kann Template lesen

source: Note
de: Notitz

source: Notes
de: Notitzen

source: Unassign IP-Addresses
de: IP-Adresse freigeben

source: Removed from Device {0}
de: Von Gerät {0} entfernt

source: Assign IP-Addresses
de: IP-Adresse zuweisen

source: Archived Devices can't get new IP-Addresses
de: Archivierte Geräte können keine neue IP-Adresse bekommen

source: Assigned to Device {0}
de: Zu Gerät {0} hinzugefügt

source: Set Purpose for {0}
de: Verwendungszweck für {0} setzen

source: Create new device
de: Neues Gerät erstellen

source: Created
de: Erstellen

source: Mail successfully sent
de: E-Mail erfolgreiche versendet

source: Device was successfully created.
de: Gerät wurde erfolgreicht erstellt.

source: Update
de: Aktualisieren

source: Archived Devices can't be edited
de: Archivierte Geräte können nicht bearbeitet werden

source: Updated
de: Aktualisiert

source: Device was successfully updated.
de: Gerät wurde erfolgreich aktualisiert.

source: Lend
de: Verleihen

source: Archived Devices can't be lent
de: Archivierte Geräte können nicht ausgeliehen werden

source: Device is marked as lend to {0}
de: Gerät wurde an {0} verliehen

source: Device is marked as inventoried.
de: Gerät wurde als Inventarisiert markiert

source: Return {0}
de: {0} zurückgeben

source: Device is marked as returned
de: Gerät wurde als zurückgegeben markiert

source: Send Mail
de: E-Mail versenden

source: Device was archived
de: Gerät wurde Archiviert

source: Device was archived.
de: Gerät wurde archiviert.

source: Device was trashed
de: Gerät wurde Verschrottet

source: Device was trashed.
de: Gerät wurde verschrottet

source: Could not move to storage. No room specified. Please contact your administrator.
de: Konnte Gerät nicht ins Lager verschieben, da kein Raum angegeben wurde. Bitte an Administrator*in wenden

source: Device was moved to storage.
de: Gerät wurde ins Lager verschoben.

source: Bookmark was removed
de: Markierung wurde entfernt

source: Device was bookmarked.
de: Gerät wurde Markiert.

source: Create new devicetemplate
de: Neues Gerätetemplate erstellen

source: Edit: {0}
de: Bearbeiten: {0}

source: Delete: {0}
de: Löschen: {0}

source: Create new room
de: Neuen Raum erstellen

source: Merge with {0}
de: Zusammen führen mit {0}

source: Merged Room {0} into {1}
de: Raum {0} in {1} zusammenführen

source: Create new building
de: Neues Gebäude erstellen

source: Create new manufacturer
de: Neuen Hersteller erstellen

source: Merged Manufacturer {0} into {1}
de: Hersteller {0} in {1} zusammengeführt

source: Create new note
de: Neue Notitz erstellen

source: Search
de: Suchen

source: Devicetag
de: Gerätetag

source: Devicegtag
de: Gerätetag

source: Can read Devicetag
de: Kann Gerätetag lesen

source: Devicetags
de: Gerätetags

source: Create new devicetag
de: Neuen Gerätetag erstellen

source: Assign Tags
de: Tag zuweisen

source: Remove Tag
de: Tag entfernen

source: Type
de: Typ

source: Types
de: Typen

source: Can read Type
de: Kann Typ lesen

source: Type-attribute
de: Typattribut

source: Type-attributes
de: Typattribute

source: Type-attribute value
de: Typattribut Wert

source: Type-attribute values
de: Typattribut Werte

source: Devicetypes
de: Gerätetypen

source: Create new Devicetype
de: Neuen Gerätetyp erstellen

source: Merged Devicetype {0} into {1}
de: Gerätetyp {0} in {1} zusammengeführt

source: Global edit history
de: Globale Bearbeitungshistorie

source: History
de: Verlauf

source: Successfully reverted Device to revision {0}
de: Gerät wurde erfolgreich auf Revision {0} zurückgesetzt

source: Section
de: Bereich

source: Sections
de: Bereiche

source: Can read Section
de: Kann Bereich lesen

source: Create new section
de: Neuen Bereich erstellen

source: Merged Section {0} into {1}
de: Bereich {0} mit {1} zusammengeführt

source: New Device is created
de: Neues Gerät wurde ertellt

source: Reminder that device is still owned
de: Erinnerung, das Gerät immernoch im besitz ist

source: Reminder that device is overdue
de: Erinnerung, dass das Gerät überfällig ist

source: Usage
de: Benutzung

source: Mailtemplate
de: E-Mailtemplate

source: Mailtemplates
de: E-Mailtemplate

source: Can read Mailtemplate
de: Kann E-Mailtemplate lesen

source: Create new mailtemplate
de: Neues E-Mailtemplate erstellen

source: Edit history
de: Bearbeitungshistorie

source: Newest devices
de: Neuste Geräte

source: Overdue devices
de: Überfällige Geräte

source: Statistics
de: Statistiken

source: Recent lendings
de: aktuelle Verleihe

source: Devices for short term lending
de: Geräte für kurzzeitigen Verleih

source: Devices, that are due soon
de: Geräte, die bald fällig sind

source: All IP-Addresses
de: Alle IP-Adressen

source: Free IP-Addresses
de: Freie IP-Adressen

source: Used IP-Addresses
de: Vergebene IP-Adressen

source: Owned by User
de: In benutzung von User*in

source: Used by Device
de: Benutzt von Gerät

source: IP-Address can not be owned by a user and a device at the same time.
de: IP-Addresse kann nicht gleichzeitig einem Gerät und User*innen zugeordnet sein.

source: IP-Addresses
de: IP-Adressen

source: Can read IP-Address
de: Kann IP-Adresse lesen

source: Create new IP-Address
de: Neue IP-Adresse erstellen

source: Users
de: Benutzer*innen

source: Unassign IP-Address
de: IP-Adresse entziehen

source: Removed from User {0}
de: Von Benutzer*in {0} entfernt

source: Assigned to User {0}
de: Benutzer*in {0} zugewiesen

source: I can't let you do that.
de: Ich kann dich das nicht tun lassen.

source: Error 403
de: Fehler 403

source: I'm sorry, but I can't let you do that.
de: Es tut mir leid, aber ich kann dich das nicht tun lassen.

source: Nothing to see here
de: Es gibt nichts zu sehen

source: Error 404
de: Fehler 404

source: We couldn't find what you are looking for. Sorry for that
de: Wir konnten leider nicht finden wonach du gesucht hast. Es tut uns leid.

source: Something went wrong
de: Es gab einen Fehler

source: Toggle navigation
de: Navigation umschalten

source: Locations
de: Orte

source: Error 500
de: Fehler 500

source: I regret to inform you, that our trained monkeys made a mistake when processing your request. Our trainers already have been informed of this incident and will try resolve the issue as soon as possible
de: Ich muss dir leider mitteilen, das unsere trainierten Affen beim bearbeiten deiner Anfrage einen fehler gemacht haben. Unsere Affentrainer wurden bereits informiert über diesen Vorfall und werden versuchen den Fehler so schnell wie möglich zu beheben.

source: Manage
de: Verwalten

source: Departments
de: Abteilungen

source: Advanced Search
de: Erweiterte Suche

source: Profile
de: Profil

source: Settings
de: Einstellungen

source: Merge
de: Zusammenführen

source: Add Devicegroup
de: Gerätegruppe hinzufügen

source: Assign IP-Address
de: IP-Adresse zuweisen

source: Submit
de: Abschicken

source: Do you really want to delete %(object)s ?
de: Soll Gerät %(object)s wirklich gelöscht werden ?

source: Yes
de: Ja

source: No
de: Nein

source: Help
de: Hilfe

source: Print Label
de: Label ausdrucken

source: ZIP Code
de: Postleitzahl

source: Add Building
de: Gebäude hinzifügen

source: Archive
de: Archivieren

source: Inventoried
de: Inventarisiert

source: Create Copy
de: Kopie erstellen

source: Are you sure?
de: Sicher?

source: Cancel
de: Abbrechen

source: Move to storage
de: Ins Lager verschieben

source: Trash
de: Schrott

source: are you sure?
de: Sind Sie sicher?

source: Remove Bookmark
de: Markierung entfernen

source: Bookmark
de: Markieren

source: returned
de: Zurückgegeben

source: Unarchive
de: Dearchivieren

source: Remove from Trash
de: Aus dem Schrott entfernen

source: Department
de: Abteilung

source: Short term device
de: Kurzausleih-Gerät

source: Created by
de: Erstellt von

source: Last edited
de: Zuletzt bearbeitet

source: Not edited yet
de: Noch nicht editiert

source: Trashed on
de: Verschrottet am

source: Last inventoried on
de: Zuletzt inventarisiert am

source: Go to webinterface
de: Webinterface aufrufen

source: Current Lending information
de: Aktuelle Verleihinformationen

source: Since
de: Seit

source: Due to
de: Fällig an

source: Overdue notification
de: Fälligkeits erinnerung

source: Currently not lent
de: Zurzeit nicht verliehen

source: Assign Addresses
de: Adressen zuweisen

source: Lending history
de: Verleihhistorie

source: Mail history
de: E-Mail Verlauf

source: Puppet Stats
de: Puppet Fakten

source: Add note
de: Notitz hinzufügen

source: 10 last lendings
de: 10 letzte Verleihe

source: User
de: Benutzer*in

source: Duedate
de: Fälligkeitsdatum

source: Returned
de: Zurückgegeben

source: View lending history
de: Verlehverlauf ansehen

source: 10 last edits
de: 10 letzte Bearbeitungen

source: Date/time
de: Datum/Uhrzeit

source: Comment
de: Kommentar

source: View edit history
de: Bearbeitungsverlauf ansehen

source: 10 last sent mails
de: 10 letzte E-Mails

source: Sent by
de: Versandt durch

source: Sent at
de: Versandt an

source: Puppet facts from puppetdb
de: Puppet Fakten aus puppetdb

source: Preview
de: Vorschau

source: Extra Attributes
de: Extra Attribute

source: Lendinghistory for
de: Verleihverlauf für

source: Add Device
de: Gerät hinzufügen

source: From Template
de: Von Template

source: Edit Templates
de: Template bearbeiten

source: New Template
de: Neues Template

source: Owner
de: Besitzer*in

source: Available
de: Verfügbar

source: Move to storage
de: Ins Lager verschieben

source: Add Manufacturer
de: Hersteller hinzufügen

source: Fact
de: Fakt

source: Value
de: Wert

source: Add Room
de: Raum hinzufügen

source: Searching
de: Wird gesucht

source: No results found
de: Keine Ergebnisse gefunden

source: Add Template
de: Template hinzufügen

source: Do you really want to unassign the IP-Address %(ipaddress)s from %(device)s?
de: Soll die IP-Adresse %(ipaddress)s wirklich von Gerät %(device)s entfernt werden?

source: Add Devicetag
de: Gerätetag hinzufügen

source: Do you really want to remove the tag "%(tag)s" from %(device)s?
de: Soll das Tag "%(tag)s" wirklich von %(device)s entfernt werden?

source: Extra attributes
de: Extra Attribute

source: Add new Attribute
de: Neues Attribut erstellen

source: Add Devicetype
de: Neuer Gerätetyp

source: Revision for
de: Revision für

source: Restore Revision
de: Revision wiederherstellen

source: previous revision
de: Vorherige Revision

source: next revision
de: Nächste Revision

source: this revision
de: Diese Revision

source: current revision
de: Aktuelle Revision

source: Changed Objects
de: Geänderte Geräte

source: previous version
de: Vorherige Version

source: next version
de: Nächste Version

source: History for
de: Verlauf für

source: This object doesn't have a change history.
de: Dieses Objekt hat keinen Bearbeitungsverlauf

source: Lend Device
de: Gerät verleihen

source: Return Device
de: Gerät zurückgeben

source: Add Section
de: Bereich hinzufügen

source: Log in
de: Einloggen

source: Your username and password didn't match. Please try again.
de: Ihr Benutzername und Passwort stimmen nicht überein. Bitte versuchen Sie es erneut.

source: Please log in
de: Bitte Einloggen

source: username
de: Benutzer*innenname

source: Password
de: Passwort

source: You were successfully logged out.
de: Sie wurden erfolgreich ausgeloggt.

source: available variables
de: Verfügbare Variablen

source: User (current logged in)
de: Benutzer*in (aktuell angemeldet)

source: Default recipients
de: Standard Empfänger*innen

source: Add Mailtemplate
de: Neues E-Mailtemplate

source: IP-Adress
de: IP-Adresse

source: Address
de: IP-Addresse

source: Not assigned
de: Nicht zugewiesen

source: Last seen
de: Zuletzt gesehen

source: Add IP-Address
de: Neue IP-Adresse

source: IP Address
de: IP-Addresse

source: Used by
de: Benutzt von

source: First
de: Erste

source: Previous
de: Nächste

source: Page
de: Seite

source: of
de: von

source: Last
de: Letzte

source: Next
de: Nächste

source: Create new <span id='addmodal_header'></span>
de: Neuen erstellen <

source: Create
de: Erstellen

source: Add a widget
de: Widget hinzufügen

source: Edit the Attribute
de: Attribut bearbeiten

source: Regular Expression
de: Regulärer Ausdruck

source: Do you want to delete the attribute?
de: Soll dieses Attribut wirklich gelöscht werden?

source: Send mail to user
de: E-Mail an Benutzer*in senden

source: Close
de: Schließen

source: Send
de: Senden

source: Print Dymo Label
de: Dymo Label drucken

source: Print
de: Drucken

source: Mark device as lent
de: Gerät als verliehen markieren

source: Lend to
de: Verliehen an

source: Select Device
de: Gerät auswählen

source: Enter name for small device
de: Namen für Kleingerät angeben

source: or
de: Oder

source: Mark device as returned
de: Gerät als zurückgegeben amrkieren

source: Preview for mailtemplate '<span id='previewmodal_header'></span>'
de: Vorschau für E-Mailtemplate '<span id='previewmodal_header'></span>'

source: Please Confirm
de: Bitte bestätigen

source: Are you sure you want to submit? An E-Mail will be sent to the selected users.
de: Sicher das eine E-Mail an die ausgewählten Benutzer*innen verschickt werden soll?

source: New Attribute
de: Neues Attribut

source: All
de: Alle

source: Active (Default)
de: Aktiv (Standard)

source: Lent
de: Ausgeliehen

source: Archived
de: Archiviert

source: Trashed
de: Verschrottet

source: Overdue
de: Fällig

source: Bookmarked devices
de: Markierte Geräte

source: More…
de: Mehr…

source: Creation date
de: Einstelldatum

source: Creator
de: Ersteller*in

source: Lent on
de: Verliehen am

source: Overall
de: Gesamt

source: Add User
de: Benutzer*in hinzufügen

source: Role
de: Rolle

source: Add Department
de: Abteilung hinzufügen

source: Main Department
de: Hauptabteilung

source: Member of Departments
de: Mitglieder der Abteilung

source: Last Login
de: Letzter Login

source: Is Staff
de: Ist Personal

source: Is Superuser
de: Ist Superuser

source: Permission
de: Berechtigung

source: Owned devices
de: Geräte im Besitzt

source: Lent since
de: Verliehen seit

source: Mark as returned
de: Als zurückgegeben markieren

source: User doesn't own any devices.
de: Benutzer*in besitzt keine Geräte

source: Owned IP-Addresses
de: IP-Adressen im Besitz

source: User doesn't own any IP-Addresses.
de: Benutzer*in hat keine IP-Adressen

source: Edits
de: Bearbeitungen

source: User hasn't edited anything.
de: Benutzer*in hat noch nichts bearbeitet

source: Language
de: Sprache

source: Set Language
de: Sprache setzen

source: Upload
de: Hochladen

source: Appearance
de: Erscheinungsbild

source: Do you really want to unassign the IP-Address %(ipaddress)s from %(user)s?
de: Soll die IP-Addresse %(ipaddress)s wirklich von %(user)s entfernt werden?

source: Username
de: Benutzername

source: Staff
de: Personal

source: The number of items displayed on one page in a list.
de: Die Anzahl der Elemente, die auf einer Seite dargestellt werden

source: Your Main department determines, which department devices you create are assigned to.
de: Die Hauptabteilung bestimmt, welcher Abteilung neue Geräte zugeordnet werden

source: Default ({0})
de: Standard ({0})

source: Can read User
de: Kann Benutzer*in lesen

source: Can read Departments
de: Kann Abteilungen lesen

source: Can add a User to a Department
de: Kann Benutzer*innen Abteilungen hinzufügen

source: Can remove a User from a Department
de: Kann Benutzer*innen von Abteilungen entfernen

source: Member
de: Mitglieder

source: Settings were successfully updated
de: Einstellungen wurden erfolgreich aktualisiert

source: Create new department
de: Neue Abteilung erstellen

source: Remove User
de: Benutzer*in entfernen
